Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/traffic_and_parking/parking_fines_and_vehicle_clamping.html.txt.tmx
Source language: en
Languages: ga

source: If you fail to pay your parking fine or to make a formal appeal against the fine, you can be prosecuted in a District Court for your alleged offence
ga: Má tharlaíonn sé nach n-íocann tú d'fhíneáil agus nach ndéanann tú achomharc foirmeálta ina haghaidh, is féidir an dlí a chur ort sa Chúirt Dúiche mar gheall ar do choir líomhainte

source: If your car has been clamped, you may have to pay fines ranging from €25 to €90, depending on the local authority or private company involved
ga: Má clampáladh do charr, b'fhéidir go mbeidh ort fíneálacha idir €25 agus €90 a íoc, ag brath ar an údarás áitiúil nó ar an gcomhlacht príobháideach atá i gceist

source: The clamping company will have left a sticker on your car window giving you details of who to contact to get your car de-clamped
ga: Bheadh an comhlacht clampála tar éis fógra a ghreamú d'fhuinneog do chairr ag tabhairt eolais ar an duine is ceart duit dul i dteagmháil leis/léi chun go mbainfear an clampa de do charr

source: Fines can be paid by cash, cheque, credit card and debit card
ga: Is féidir leat fíneálacha a íoc le hairgead glan, le seic, le cárta creidmheasa, nó le cárta dochair

source: Further details are available from your local authority
ga: Tá tuilleadh eolais ar fáil ó d'údarás áitiúil

source: If your car has been towed away and impounded, you can expect to pay up to €160 to get it released
ga: Má tarraingíodh as do charr agus má tá sé curtha i ngabhann, bheifeá ag súil le suas go €160 a íoc chun é a scaoileadh

source: If you suspect your car has been towed away, contact the local Garda station to find out the location of the car pound
ga: Má cheapann tú gur tarraingíodh as do charr, téigh i dteagmháil leis an stáisiún Garda áitiúil chun a fháil amach cá bhfuil an gabhann cairr

source: Again, fines can be paid by cash, cheque, credit card and debit card
ga: Arís is féidir fíneálacha a íoc le hairgead glan, le seic, le cárta creidmheasa, agus le cárta dochair

source: To make a general complaint or an appeal concerning the operation of the clamping or towing service, you can contact your local authority
ga: Is féidir leat dul i dteagmháil le d'údarás áitiúil chun gearán ginearálta a dhéanamh, nó chun achomharc i gcoinne feidhm na seirbhíse clampála nó tarraingte a dhéanamh

source: It will either have staff dealing with queries and complaints from members of the public or it can give you contact details for whatever company is responsible for parking control in that area
ga: Beidh foireann aige a phléann ceisteanna agus gearáin an phobail, nó beidh sé in ann eolas teagmhála an chomhlachta atá freagrach as srianta páirceála sa cheantar sin a thabhairt duit

source: You can either make your complaint by phone or you can write to the relevant authorities, giving details and enclosing any documents that may help your case
ga: Is féidir leat do ghearán a dhéanamh ar an bhfón, nó is féidir leat scríobh chuig na húdaráis chuí, ag tabhairt sonraí agus cáipéisí leis a d'fhéadfadh cabhrú le do chás

source: Most complaints will be acknowledged within days of receipt
ga: Go hiondúil, admhófar go bhfuarthas an gearán taobh istigh de roinnt laethanta

source: Your claim will be investigated and you should receive a response within a month
ga: Déanfar iniúchadh ar d'éileamh agus ba cheart go bhfaighidh tú freagra taobh istigh de mhí

source: You can also appeal against a parking ticket if you feel you have been fined unfairly
ga: Is féidir leat achomharc a dhéanamh i gcoinne ticéid pháirceála má cheapeann tú gur gearradh fíneáil mhíchothrom ort

source: Take as much detail of the scene as you can (photographs, details of road markings, etc) and send them to the local authority traffic division with your parking ticket and a letter outlining your complaint
ga: Bailigh an oiread eolais agus is féidir faoin láthair (grianghrafanna, eolas ar mharcanna ar an mbóthar agus araile) agus seol chuig rannóg tráchta an údaráis áitiúil iad le do thicéad páirceála agus litir a dhéanann cur síos ar do ghearán
